{
  "title": "Documentation Utilisateur",
  "content": "Documentation Utilisateur\n\n1. Introduction\nCe site présente le plan VTOM et sa documentation. Vous y trouverez une page d’accueil éditoriale, un accès à la documentation ainsi qu’une vue détaillée du plan et de ses traitements.\n\n2. Accueil du site\nEn arrivant sur la page d’accueil vous retrouvez :\n- Le bandeau Hero avec le logo, un résumé et des boutons pour naviguer entre Accueil, Documentation et Plan.\n- Une zone Quick Access listant des cartes thématiques (Recherche avancée, Documentation, etc.).\n- Des sections éditoriales détaillées décrivant les axes majeurs du programme.\n\n3. Navigation\n- Les boutons du Hero gèrent la navigation entre les vues principales.\n- Depuis la page Plan, un bouton \"Retour à l'accueil\" vous ramène rapidement à la page d’origine.\n- La section Documentation affiche un panneau présentant deux boutons (utilisateur / développeur) et les contenus institutionnels définis dans le plan.\n\n4. Recherche\n4.1 Lancement\nLe bouton \"Recherche avancée\" présent sur la page d’accueil, dans Quick Access ou dans la page Plan ouvre une modale plein écran.\n\n4.2 Fonctionnement\n- La modale liste toutes les applications du plan et les blocs du paysage.\n- Saisissez un mot-clé pour filtrer les résultats ; la sélection ouvre automatiquement la page Plan avec l’élément surligné.\n- La touche \"Échap\" ferme la recherche, \"Entrée\" sélectionne le premier résultat.\n\n5. Page Plan\n- La planche se compose de colonnes fonctionnelles et d’une zone \"Paysage\" détaillée.\n- Cliquer sur une pilule ouvre la \"Plan Modal\" décrivant l’application et ses traitements.\n- Un bouton dans chaque modal permet d’afficher, le cas échéant, une \"Treatment Modal\" listant les jobs associés.\n\n6. Documentation\n- Le bouton \"Documentation utilisateur\" ouvre un guide structuré dans une modale.\n- Le bouton \"Documentation développeur\" présente la vision technique du projet.\n- Fermez la modale avec la croix ou en cliquant en dehors du contenu.\n\n7. Thème\nUn bouton solaire/lunaire dans le bandeau Hero permet de passer du mode sombre (par défaut) au mode clair inspiré de la charte de l’État français. Le choix est mémorisé pour vos prochaines visites.\n"
}
